{"pageContext":{"isCreatedByStatefulCreatePages":false,"locale":"de","data":[{"name":"cmg got-tty.org","text":"Die App funktioniert einwandfrei. Leider ist das Teil manchmal etwas ungeschickt gestaltet, aber dies liegt an iOS selbst. Ich bin sehr froh das es diese App gibt, da sie mir auf dem iPad und dem iPhone doch das Leben erleichtert","rating":"5","title":"Einwandfrei"},{"name":"Lordwowa","text":"Alles läuft, alles Super","rating":"5","title":"Top"},{"name":"Blaugruen567","text":"Ich bin echt super froh die App gefunden zu haben schaue sehr viel youtube Videos und bequemer als mit dieser App geht's nicht mehr Riesen dank dafür :)","rating":"5","title":"Meine Rettung"},{"name":"kirschi68","text":"\"Youtube-Teilen\" beinhaltet auf meinem iPad allerdings nur a. E-Mail, b. Nachricht, c. Link kopieren. Über letzteres klappt es dann auch, den kopierten Link fügt man in der App ein.\nAuf dem iPhone klappt es über die Teilen-Funktion etwas einfacher.","rating":"5","title":"Funktioniert gut"},{"name":"Sensemann86","text":"Endlich kann ich die Videos über mein Smartphone suchen und muss nicht jedesmal umständlich über Kodi suchen und dafür die Tastatur auspacken. Vielen vielen dank für die App und diese dann noch Kostenlos. Super!","rating":"5","title":"Funktioniert"},{"name":"I Luc I","text":"Es funktioniert alles perfekt👍🏻","rating":"5","title":"Sehr Sehr Gut"},{"name":"Ragnar Y","text":"Alles klappt wie beschrieben - super App. Hoffe es wird fleißig weiterentwickelt 👍 vielen Dank an den fleißigen Programmierer","rating":"5","title":"Klappt super - weiter so"},{"name":"Firsttris","text":"Top","rating":"5","title":"Top"},{"name":"Failrunner13","text":"Sweet! I have an Odroid XU4 with Retropie and Kodi installed. I have it set up to a projector with a 100” screen. I had a Chromecast hooked up to it but I wanted retro gaming on my screen. My Samsung phone can do what this app does with the official Kore app but on with the Kodi remote app on ios. So I downloaded this to get the same functionality. It works! I honestly only cast youtube, youtube music, and rarely Plex. This app is not going to give you the full Chromecast experience but for me it’s perfect due to my casual use.","rating":"5","title":"Turned my Odroid XU4 into a Chromecast!"},{"name":"anon-a-mus","text":"Only reason i didnt give 5 stars is because you have to buy full version in order to set up multiple kodi mc’s","rating":"2","title":"Works great"},{"name":"ilikemyrealname","text":"Found out about this app from a forum post by the dev. Exactly what I was looking for. Now I can send to Kodi from iOS, not just Android devices. Paid for the app just to support the dev. Thank you so much!","rating":"5","title":"Perfect"},{"name":"Greatquux","text":"Thanks so much for playlist support in YouTube!!","rating":"5","title":"Awesome"},{"name":"Aoyon7","text":"I was really surprised when it worked on my iPhone6(IOS9.3.5). I wasn't expecting this at all. I was looking for a free alternative of play on kodi for long time. Finally found it. Thanks to the developers.","rating":"5","title":"Works like a charm!"},{"name":"siesstad","text":"I added the source, but there seems to be no Zip-file at this address so I can’t install the repository.\n\nHelp?","rating":"1","title":"Can’t install"},{"name":"Okeokeoke3","text":"Took a while to actually work, but now it runs smoothly. \n\nThanks for responding.","rating":"5","title":"Works!"},{"name":"Bram__86","text":"Great app for sending youtube links to Kodi. Also great developer, he immediately picks up feedback and responds rapidly to questions.","rating":"5","title":"Great app"},{"name":"Adrian Ilie","text":"exactly what i was looking for","rating":"5","title":"perfect"},{"name":"teomor","text":"An option to auto play would be great, instead of always choosing play/queue.","rating":"4","title":"Awesome"},{"name":"nomnomade","text":"Un grand merci pour cette app simplissime mais qui fonctionne nickel !","rating":"5","title":"Merci !"},{"name":"Newemka","text":"Awesome app that worth to buy! The last update is great! Thanks a lot for moving the play button at the screen bottom 💝","rating":"5","title":"Great"}]}}